<template>
  <div class="about">
    <h1>О нас</h1>
    <img src="/about.png"><br>
    <p>Информационный новостной портал — это интернет-ресурс, который специализируется на сборе и выдаче информации и новостей. Это большой, многоуровневый сайт, который содержит в себе инструменты для взаимодействия с пользователями и поиска публикаций, рассылки, чаты и многое другое.

    </p><p>На информационном портале посетители могут узнавать последние новости мира или конкретной области, обсудить их и узнать мнение эксперта в данной области.

    </p><p>Самый распространенные примеры таких ресурсов – новостные (например, Лента.ру) или городские интернет-порталы. На них публикуются свежие новости, афиша событий в городе, прогнозы погоды.

    </p><p>Чаще всего это сайты, которые содержат большой объем постоянно пополняемой информации. Навигация по порталу должна быть удобной для пользователей – такие ресурсы, как правило, имеют очень сложную иерархическую структуру, включающую огромное количество разделов и подразделов. Для удобства навигации используется внутренний поиск, который позволяет найти нужную публикацию по ключевым словам или дате.

    </p>Информационные порталы создаются как для популяризации темы и привлечения заинтересованных в ней пользователей вокруг ресурса, так и для информирования конкретной группы населения (как в случае с региональным новостным порталом). Кроме того, инфопортал – это способ привлечения прибыли с арбитража потоков трафика, публикации рекламы или платных материалов.

    
  </div>
</template>

<script lang="ts">
import Vue from 'vue';

export default Vue.extend({
  name: 'AboutView',
  metaInfo: {
    title: 'О нас',
  },
});
</script>

<style lang="scss">
.about {
  text-align: justify;
  font-size: 1.15em;

  img {
    max-width: 600px;
  }
}
</style>